import React from "react";
import "./AboutMe.scss";

function AboutMe() {
  return (
    <div className="aboutme">
      <div className="row">
          <div className="aboutme__info">
            <h2>
              เกี่ยวกับ ETT <span></span>
            </h2>
            <p>
              อีทีที ผู้นำด้านวงการไมโครอิเล็กทรอนิกส์
              รับวิจัยและผลิตสินค้าในงานด้านไมโครอิเล็กทรอนิกส์
              และระบบควบคุมอัตโนมัติ
              มีผลงานวิจัยและผลิตสินค้าให้กับบริษัทชั้นนำมากมาย
              รัปประกันในคุณภาพผลงาน สามารถทำงานได้รวมทั้งความซื่อตรงในวิชาชีพ
              รับประกันความลับและลิขสิทธิ์ ของตัวสินค้า ให้กับ ท่าน
              เป็นทียอมรับของวงการนานนับ สิบปี
              เพียงท่านกำหนดรูปแบบการทำงานของเครื่องที่ต้องการ หรือ
              มีบอร์ดตัวอย่างจากต่างประเทศ สั่งทำ ได้ตั้งแต่ 5-10 ชิ้น หรือหลาย
              พันชิ้น
              เพื่อนำไปใช้งานทั่วไปหรือใช้ทดแทนสินค้าต่างประเทศที่มีราคาแพง
              ท่านสามารถลดค่าใช้จ่ายในการวิจัยพัฒนาสินค้า
              ลดการนำเข้าบอร์ดจากต่างประเทศ สนใจสามารถติดต่อรับบริการได้ที่
              บริษัท อีทีที
            </p>
          </div>
          <div className="aboutme__img-info">
            <img src="/images/ett-intro1.jpg" alt="" />
          </div>
      </div>
    </div>

);
}

export default AboutMe;
